Repository: xAIat/MacMarkDown
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, is, it, ja, ko, nb_no, nl, pt_br, ru, sk, sv, tr, zh_hans, zh_hant

source: All
ar: الكل
cs: Vše
da: Alle
de: Alle
es: Todo
et: Kõik
fi: Kaikki
fr: Tout
is: Allt
it: Tutto
ja: すべて
ko: 전체
nb_no: Alt
nl: Alles
pt_br: Tudo
ru: Все
sk: Všetko
sv: Allt
tr: Tümü
zh_hans: 全部
zh_hant: 全部

source: Auto Save Changes
ar: حفظ التغييرات تلقائيًا
cs: Automaticky ukládat změny
da: Gem ændringer automatisk
de: Änderungen automatisch sichern
es: Guardar cambios automáticamente
et: Salvesta muudatused automaatselt
fi: Tallenna muutokset automaattisesti
fr: Enregistrer automatiquement
is: Vista breytingar sjálfkrafa
it: Salva automaticamente le modifiche
ja: 変更を自動保存
ko: 변경 사항 자동 저장
nb_no: Lagre endringer automatisk
nl: Wijzigingen automatisch opslaan
pt_br: Salvar alterações automaticamente
ru: Автосохранение изменений
sk: Automaticky ukladať zmeny
sv: Spara ändringar automatiskt
tr: Değişiklikleri otomatik kaydet
zh_hans: 自动保存更改
zh_hant: 自動儲存變更

source: Autolink
ar: رابط تلقائي
cs: Automatický odkaz
de: Automatische Links
es: Enlaces automáticos
et: Automaatlink
fi: Automaattinen linkki
fr: Liens automatiques
is: Sjálfvirk hlekkur
it: Collegamento automatico
ja: 自動リンク
ko: 자동 링크
nb_no: Automatisk lenke
nl: Automatische link
pt_br: Link automático
ru: Автоссылка
sk: Automatický odkaz
sv: Automatisk länk
tr: Otomatik bağlantı
zh_hans: 自动链接
zh_hant: 自動連結

source: Behavior
ar: السلوك
cs: Chování
da: Adfærd
de: Verhalten
es: Comportamiento
et: Käitumine
fi: Toiminta
fr: Comportement
is: Hegðun
it: Comportamento
ja: 動作
ko: 동작
nb_no: Oppførsel
nl: Gedrag
pt_br: Comportamento
ru: Поведение
sk: Správanie
sv: Beteende
tr: Davranış
zh_hans: 行为
zh_hant: 行為

source: Blockquote
ar: اقتباس
cs: Citace
da: Citat
de: Zitat
es: Cita
et: Tsitaat
fi: Lainaus
fr: Citation
is: Tilvitnun
it: Citazione
ja: 引用
ko: 인용
nb_no: Sitat
nl: Citaat
pt_br: Citação
ru: Цитата
sk: Citát
sv: Citat
tr: Alıntı
zh_hans: 引用
zh_hant: 引用

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
et: Loobu
fi: Peruuta
fr: Annuler
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
nb_no: Avbryt
nl: Annuleer
pt_br: Cancelar
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Characters
ar: أحرف
cs: Znaky
da: Tegn
de: Zeichen
es: Caracteres
et: Tähemärgid
fi: Merkit
fr: Caractères
is: Stafir
it: Caratteri
ja: 文字
ko: 문자
nb_no: Tegn
nl: Tekens
pt_br: Caracteres
ru: Символы
sk: Znaky
sv: Tecken
tr: Karakter
zh_hans: 字符
zh_hant: 字元

source: Characters (no spaces)
ar: أحرف (بدون مسافات)
cs: Znaky (bez mezer)
da: Tegn (uden mellemrum)
de: Zeichen (ohne Leerzeichen)
es: Caracteres (sin espacios)
et: Tähemärgid (ilma tühikuteta)
fi: Merkit (ilman välilyöntejä)
fr: Caractères (sans espaces)
is: Stafir (án bila)
it: Caratteri (senza spazi)
ja: 文字（空白を除く）
ko: 문자(공백 제외)
nb_no: Tegn (uten mellomrom)
nl: Tekens (zonder spaties)
pt_br: Caracteres (sem espaços)
ru: Символы (без пробелов)
sk: Znaky (bez medzier)
sv: Tecken (utan blanksteg)
tr: Karakter (boşluksuz)
zh_hans: 字符（不含空格）
zh_hant: 字元（不含空格）

source: Check for Updates…
ar: التحقق من التحديثات…
cs: Zkontrolovat aktualizace…
da: Tjek for opdateringer…
de: Nach Updates suchen…
es: Buscar actualizaciones…
et: Otsi värskendusi…
fi: Tarkista päivitykset…
fr: Rechercher les mises à jour…
is: Athuga með uppfærslur…
it: Controlla aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
nb_no: Se etter oppdateringer…
nl: Controleer op updates…
pt_br: Verificar atualizações…
ru: Проверить обновления…
sk: Skontrolovať aktualizácie…
sv: Sök efter uppdateringar…
tr: Güncellemeleri denetle…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Clear Menu
ar: مسح القائمة
cs: Vymazat nabídku
da: Ryd menu
de: Menü löschen
es: Borrar menú
et: Tühjenda menüü
fi: Tyhjennä valikko
fr: Effacer le menu
is: Hreinsa valmynd
it: Cancella menu
ja: メニューを消去
ko: 메뉴 지우기
nb_no: Tøm menyen
nl: Menu wissen
pt_br: Limpar menu
ru: Очистить меню
sk: Vymazať ponuku
sv: Rensa menyn
tr: Menüyü temizle
zh_hans: 清除菜单
zh_hant: 清除選單

source: Close Find Bar
ar: إغلاق شريط البحث
cs: Zavřít panel hledání
da: Luk søgefelt
de: Suchleiste schließen
es: Cerrar barra de búsqueda
et: Sulge otsinguriba
fi: Sulje hakupalkki
fr: Fermer la barre de recherche
is: Loka leitarstiku
it: Chiudi barra di ricerca
ja: 検索バーを閉じる
ko: 찾기 막대 닫기
nb_no: Lukk søkefeltet
nl: Zoekbalk sluiten
pt_br: Fechar barra de pesquisa
ru: Закрыть панель поиска
sk: Zavrieť panel hľadania
sv: Stäng sökfältet
tr: Arama çubuğunu kapat
zh_hans: 关闭查找栏
zh_hant: 關閉尋找列

source: Command-Line Utility
ar: أداة سطر الأوامر
cs: Nástroj příkazového řádku
da: Kommandolinjeværktøj
de: Kommandozeilenprogramm
es: Utilidad de línea de comandos
et: Käsurea tööriist
fi: Komentorivityökalu
fr: Utilitaire en ligne de commande
is: Skipanalínutól
it: Utilità da riga di comando
ja: コマンドラインツール
ko: 명령줄 도구
nb_no: Kommandolinjeverktøy
nl: Opdrachtregelprogramma
pt_br: Utilitário de linha de comando
ru: Утилита командной строки
sk: Nástroj príkazového riadka
sv: Kommandoradsverktyg
tr: Komut satırı aracı
zh_hans: 命令行工具
zh_hant: 命令列工具

source: Complete Matching Characters
ar: إكمال الأحرف المتطابقة
cs: Doplňovat odpovídající znaky
da: Fuldfør matchende tegn
de: Passende Zeichen ergänzen
es: Completar caracteres coincidentes
et: Täienda sobivaid tähemärke
fi: Täydennä vastaavat merkit
fr: Compléter les caractères correspondants
is: Klára samsvarandi stafi
it: Completa caratteri corrispondenti
ja: 対応する文字を自動補完
ko: 일치하는 문자 자동 완성
nb_no: Fullfør samsvarende tegn
nl: Overeenkomende tekens aanvullen
pt_br: Completar caracteres correspondentes
ru: Дополнять парные символы
sk: Dopĺňať zodpovedajúce znaky
sv: Komplettera matchande tecken
tr: Eşleşen karakterleri tamamla
zh_hans: 自动补全配对字符
zh_hant: 自動補全配對字元

source: Convert Tabs to Spaces
ar: تحويل علامات الجدولة إلى مسافات
cs: Převádět tabulátory na mezery
da: Konverter tabulatorer til mellemrum
de: Tabs in Leerzeichen umwandeln
es: Convertir tabulaciones en espacios
et: Teisenda tabulaatorid tühikuteks
fi: Muunna sarkaimet välilyönneiksi
fr: Convertir les tabulations en espaces
is: Breyta töflum í bil
it: Converti tabulazioni in spazi
ja: タブをスペースに変換
ko: 탭을 공백으로 변환
nb_no: Konverter tabulatorer til mellomrom
nl: Tabs naar spaties converteren
pt_br: Converter tabulações em espaços
ru: Преобразовывать табуляции в пробелы
sk: Prevádzať tabulátory na medzery
sv: Omvandla tabbar till blanksteg
tr: Sekmeleri boşluğa dönüştür
zh_hans: Tab 转为空格
zh_hant: Tab 轉為空格

source: Copy HTML
ar: نسخ HTML
cs: Kopírovat HTML
da: Kopiér HTML
de: HTML kopieren
es: Copiar HTML
et: Kopeeri HTML
fi: Kopioi HTML
fr: Copier le HTML
is: Afrita HTML
it: Copia HTML
ja: HTML をコピー
ko: HTML 복사
nb_no: Kopier HTML
nl: HTML kopiëren
pt_br: Copiar HTML
ru: Копировать HTML
sk: Kopírovať HTML
sv: Kopiera HTML
tr: HTML kopyala
zh_hans: 复制 HTML
zh_hant: 複製 HTML

source: Create File for Link Targets
ar: إنشاء ملف لأهداف الروابط
cs: Vytvářet soubor pro cíle odkazů
da: Opret fil for linkmål
de: Datei für Linkziele erstellen
es: Crear archivo para destinos de enlace
et: Loo linkide sihtkohtadele fail
fi: Luo tiedosto linkkien kohteille
fr: Créer un fichier pour les liens
is: Búa til skrá fyrir hlekki
it: Crea file per le destinazioni dei link
ja: リンク先のファイルを自動作成
ko: 링크 대상 파일 생성
nb_no: Opprett fil for lenkemål
nl: Bestand voor linkdoelen aanmaken
pt_br: Criar arquivo para destinos de link
ru: Создавать файл для целей ссылок
sk: Vytvárať súbor pre ciele odkazov
sv: Skapa fil för länkmål
tr: Bağlantı hedefleri için dosya oluştur
zh_hans: 为链接目标自动创建文件
zh_hant: 為連結目標自動建立檔案

source: Detect Front Matter
ar: اكتشاف Front Matter
cs: Rozpoznávat front matter
da: Registrér front matter
de: Front Matter erkennen
es: Detectar front matter
et: Tuvasta front matter
fi: Tunnista front matter
fr: Détecter le front matter
is: Greina front matter
it: Rileva front matter
ja: Front Matter を検出
ko: Front Matter 감지
nb_no: Oppdag front matter
nl: Front matter detecteren
pt_br: Detectar front matter
ru: Определять front matter
sk: Rozpoznávať front matter
sv: Identifiera front matter
tr: Front matter algıla
zh_hans: 检测 Front Matter
zh_hant: 偵測 Front Matter

source: Document Changed on Disk
ar: تغيّر المستند على القرص
cs: Dokument změněn na disku
da: Dokument ændret på disken
de: Datei auf dem Datenträger geändert
es: Documento cambiado en el disco
et: Dokument muudeti kettal
fi: Asiakirja muuttui levyllä
fr: Document modifié sur le disque
is: Skjal breytt á diski
it: Documento modificato su disco
ja: ファイルがディスク上で変更されました
ko: 디스크에서 문서 변경됨
nb_no: Dokument endret på disken
nl: Document op schijf gewijzigd
pt_br: Documento alterado no disco
ru: Документ изменён на диске
sk: Dokument zmenený na disku
sv: Dokumentet ändrat på disken
tr: Belge diskte değişti
zh_hans: 文件已在磁盘上被修改
zh_hant: 檔案已在磁碟上被修改

source: Don’t Save
ar: عدم الحفظ
cs: Neukládat
da: Gem ikke
de: Nicht sichern
es: No guardar
et: Ära salvesta
fi: Älä tallenna
fr: Ne pas enregistrer
is: Ekki vista
it: Non salvare
ja: 保存しない
ko: 저장 안 함
nb_no: Ikke lagre
nl: Niet opslaan
pt_br: Não salvar
ru: Не сохранять
sk: Neukladať
sv: Spara inte
tr: Kaydetme
zh_hans: 不保存
zh_hant: 不儲存

source: Editor
ar: المحرر
et: Redaktor
fi: Editori
fr: Éditeur
is: Ritill
ja: エディタ
ko: 편집기
nb_no: Redigerer
ru: Редактор
sv: Redigerare
tr: Düzenleyici
zh_hans: 编辑器
zh_hant: 編輯器

source: Editor on Right
ar: المحرر على اليمين
cs: Editor vpravo
da: Editor til højre
de: Editor rechts
es: Editor a la derecha
et: Redaktor paremal
fi: Editori oikealla
fr: Éditeur à droite
is: Ritill til hægri
it: Editor a destra
ja: エディタを右側に
ko: 편집기 오른쪽
nb_no: Redigerer til høyre
nl: Editor rechts
pt_br: Editor à direita
ru: Редактор справа
sk: Editor vpravo
sv: Redigerare till höger
tr: Düzenleyici sağda
zh_hans: 编辑器在右侧
zh_hant: 編輯器在右側

source: Editor Theme
ar: سمة المحرر
cs: Motiv editoru
da: Editortema
de: Editor-Design
es: Tema del editor
et: Redaktori teema
fi: Editorin teema
fr: Thème de l’éditeur
is: Þema ritils
it: Tema dell’editor
ja: エディタテーマ
ko: 편집기 테마
nb_no: Redigerertema
nl: Editorthema
pt_br: Tema do editor
ru: Тема редактора
sk: Motív editora
sv: Redigerartema
tr: Düzenleyici teması
zh_hans: 编辑器主题
zh_hant: 編輯器主題

source: Emphasize
ar: مائل
cs: Kurzíva
da: Kursiv
de: Kursiv
es: Cursiva
et: Kaldkiri
fi: Kursiivi
fr: Italique
is: Skáletur
it: Corsivo
ja: 斜体
ko: 기울임꼴
nb_no: Kursiv
nl: Cursief
pt_br: Itálico
ru: Курсив
sk: Kurzíva
sv: Kursiv
tr: İtalik
zh_hans: 斜体
zh_hant: 斜體

source: Ensure Newline at End of File
ar: ضمان سطر جديد في نهاية الملف
cs: Zajistit nový řádek na konci souboru
da: Sikr ny linje ved filslut
de: Zeilenumbruch am Dateiende sicherstellen
es: Garantizar salto de línea final
et: Taga faili lõpus reavahetus
fi: Varmista rivinvaihto tiedoston lopussa
fr: Garantir un saut de ligne final
is: Tryggja nýja línu í lok skráar
it: Garantisci newline a fine file
ja: ファイル末尾に改行を保証
ko: 파일 끝에 줄바꿈 보장
nb_no: Sikre ny linje ved filslutt
nl: Nieuwregel aan einde bestand garanderen
pt_br: Garantir nova linha no fim do arquivo
ru: Гарантировать перевод строки в конце файла
sk: Zabezpečiť nový riadok na konci súboru
sv: Säkerställ nyrad i filens slut
tr: Dosya sonunda satır sonu garantile
zh_hans: 保存时确保文末换行
zh_hant: 儲存時確保文末換行

source: Export HTML…
ar: تصدير HTML…
cs: Exportovat HTML…
da: Eksportér HTML…
de: HTML exportieren…
es: Exportar HTML…
et: Ekspordi HTML…
fi: Vie HTML…
fr: Exporter en HTML…
is: Flytja út HTML…
it: Esporta HTML…
ja: HTML を書き出す…
ko: HTML 내보내기…
nb_no: Eksporter HTML…
nl: HTML exporteren…
pt_br: Exportar HTML…
ru: Экспорт HTML…
sk: Exportovať HTML…
sv: Exportera HTML…
tr: HTML dışa aktar…
zh_hans: 导出 HTML…
zh_hant: 匯出 HTML…

source: Export PDF…
ar: تصدير PDF…
cs: Exportovat PDF…
da: Eksportér PDF…
de: PDF exportieren…
es: Exportar PDF…
et: Ekspordi PDF…
fi: Vie PDF…
fr: Exporter en PDF…
is: Flytja út PDF…
it: Esporta PDF…
ja: PDF を書き出す…
ko: PDF 내보내기…
nb_no: Eksporter PDF…
nl: PDF exporteren…
pt_br: Exportar PDF…
ru: Экспорт PDF…
sk: Exportovať PDF…
sv: Exportera PDF…
tr: PDF dışa aktar…
zh_hans: 导出 PDF…
zh_hant: 匯出 PDF…

source: Fenced Code Blocks
ar: كتل التعليمات البرمجية المسوّرة
cs: Bloky kódu s ohraničením
da: Indhegnede kodeblokke
de: Eingezäunte Codeblöcke
es: Bloques de código delimitados
et: Piiritletud koodiplokid
fi: Aidatut koodilohkot
fr: Blocs de code délimités
is: Girtu kóðablokkir
it: Blocchi di codice delimitati
ja: フェンス付きコードブロック
ko: 펜스 코드 블록
nb_no: Inngjerdede kodeblokker
nl: Omheinde codeblokken
pt_br: Blocos de código delimitados
ru: Блоки кода с ограждением
sk: Bloky kódu s ohraničením
sv: Stängda kodblock
tr: Sınırlı kod blokları
zh_hans: 围栏代码块
zh_hant: 圍欄程式碼區塊

source: Find
ar: بحث
cs: Najít
de: Suchen
es: Buscar
et: Otsi
fi: Etsi
fr: Rechercher
is: Finna
it: Trova
ja: 検索
ko: 찾기
nb_no: Søk
nl: Zoeken
pt_br: Localizar
ru: Найти
sk: Nájsť
sv: Sök
tr: Bul
zh_hans: 查找
zh_hant: 尋找

source: Find Next
ar: بحث عن التالي
cs: Najít další
da: Find næste
de: Weitersuchen
es: Buscar siguiente
et: Otsi järgmine
fi: Etsi seuraava
fr: Rechercher suivant
is: Finna næsta
it: Trova successivo
ja: 次を検索
ko: 다음 찾기
nb_no: Søk neste
nl: Volgende zoeken
pt_br: Localizar próximo
ru: Найти далее
sk: Nájsť ďalšie
sv: Sök nästa
tr: Sonrakini bul
zh_hans: 查找下一个
zh_hant: 尋找下一個

source: Find Previous
ar: بحث عن السابق
cs: Najít předchozí
da: Find forrige
de: Vorheriges suchen
es: Buscar anterior
et: Otsi eelmine
fi: Etsi edellinen
fr: Rechercher précédent
is: Finna fyrri
it: Trova precedente
ja: 前を検索
ko: 이전 찾기
nb_no: Søk forrige
nl: Vorige zoeken
pt_br: Localizar anterior
ru: Найти ранее
sk: Nájsť predchádzajúce
sv: Sök föregående
tr: Öncekini bul
zh_hans: 查找上一个
zh_hant: 尋找上一個

source: Font
ar: الخط
cs: Písmo
da: Skrift
de: Schrift
es: Fuente
fi: Fontti
fr: Police
is: Leturgerð
ja: フォント
ko: 글꼴
nb_no: Skrift
nl: Lettertype
pt_br: Fonte
ru: Шрифт
sk: Písmo
sv: Typsnitt
tr: Yazı tipi
zh_hans: 字体
zh_hant: 字型

source: Footnotes
ar: الحواشي
cs: Poznámky pod čarou
da: Fodnoter
de: Fußnoten
es: Notas al pie
et: Joonealused märkused
fi: Alaviitteet
fr: Notes de bas de page
is: Neðanmálsgreinar
it: Note a piè di pagina
ja: 脚注
ko: 각주
nb_no: Fotnoter
nl: Voetnoten
pt_br: Notas de rodapé
ru: Сноски
sk: Poznámky pod čiarou
sv: Fotnoter
tr: Dipnotlar
zh_hans: 脚注
zh_hant: 腳註

source: General
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
et: Üldine
fi: Yleiset
fr: Général
is: Almennt
it: Generale
ja: 一般
ko: 일반
nb_no: Generelt
nl: Algemeen
pt_br: Geral
ru: Общие
sk: Všeobecné
sv: Allmänt
tr: Genel
zh_hans: 通用
zh_hant: 一般

source: Graphviz Diagrams
ar: مخططات Graphviz
cs: Diagramy Graphviz
da: Graphviz-diagrammer
de: Graphviz-Diagramme
es: Diagramas Graphviz
et: Graphvizi diagrammid
fi: Graphviz-kaaviot
fr: Diagrammes Graphviz
is: Graphviz-skýringar
it: Diagrammi Graphviz
ja: Graphviz 図
ko: Graphviz 다이어그램
nb_no: Graphviz-diagrammer
nl: Graphviz-diagrammen
pt_br: Diagramas Graphviz
ru: Диаграммы Graphviz
sk: Diagramy Graphviz
sv: Graphviz-diagram
tr: Graphviz diyagramları
zh_hans: Graphviz 图表
zh_hant: Graphviz 圖表

source: Hard Wrap
ar: التفاف قسري
cs: Pevné zalamování
da: Hård ombrydning
de: Harter Umbruch
es: Salto forzado
et: Kõva reamurdmine
fi: Pakotettu rivinvaihto
fr: Retour forcé
is: Harður línuskil
it: A capo forzato
ja: 強制改行
ko: 강제 줄바꿈
nb_no: Hard ombryting
nl: Harde terugloop
pt_br: Quebra forçada
ru: Принудительный перенос
sk: Pevné zalamovanie
sv: Hård radbrytning
tr: Zorunlu satır kaydırma
zh_hans: 硬换行
zh_hant: 硬換行

source: Heading 1
ar: عنوان 1
cs: Nadpis 1
da: Overskrift 1
de: Überschrift 1
es: Título 1
et: Pealkiri 1
fi: Otsikko 1
fr: Titre 1
is: Fyrirsögn 1
it: Titolo 1
ja: 見出し 1
ko: 제목 1
nb_no: Overskrift 1
nl: Kop 1
pt_br: Título 1
ru: Заголовок 1
sk: Nadpis 1
sv: Rubrik 1
tr: Başlık 1
zh_hans: 标题 1
zh_hant: 標題 1

source: Heading 2
ar: عنوان 2
cs: Nadpis 2
da: Overskrift 2
de: Überschrift 2
es: Título 2
et: Pealkiri 2
fi: Otsikko 2
fr: Titre 2
is: Fyrirsögn 2
it: Titolo 2
ja: 見出し 2
ko: 제목 2
nb_no: Overskrift 2
nl: Kop 2
pt_br: Título 2
ru: Заголовок 2
sk: Nadpis 2
sv: Rubrik 2
tr: Başlık 2
zh_hans: 标题 2
zh_hant: 標題 2

source: Heading 3
ar: عنوان 3
cs: Nadpis 3
da: Overskrift 3
de: Überschrift 3
es: Título 3
et: Pealkiri 3
fi: Otsikko 3
fr: Titre 3
is: Fyrirsögn 3
it: Titolo 3
ja: 見出し 3
ko: 제목 3
nb_no: Overskrift 3
nl: Kop 3
pt_br: Título 3
ru: Заголовок 3
sk: Nadpis 3
sv: Rubrik 3
tr: Başlık 3
zh_hans: 标题 3
zh_hant: 標題 3

source: Heading 4
ar: عنوان 4
cs: Nadpis 4
da: Overskrift 4
de: Überschrift 4
es: Título 4
et: Pealkiri 4
fi: Otsikko 4
fr: Titre 4
is: Fyrirsögn 4
it: Titolo 4
ja: 見出し 4
ko: 제목 4
nb_no: Overskrift 4
nl: Kop 4
pt_br: Título 4
ru: Заголовок 4
sk: Nadpis 4
sv: Rubrik 4
tr: Başlık 4
zh_hans: 标题 4
zh_hant: 標題 4

source: Heading 5
ar: عنوان 5
cs: Nadpis 5
da: Overskrift 5
de: Überschrift 5
es: Título 5
et: Pealkiri 5
fi: Otsikko 5
fr: Titre 5
is: Fyrirsögn 5
it: Titolo 5
ja: 見出し 5
ko: 제목 5
nb_no: Overskrift 5
nl: Kop 5
pt_br: Título 5
ru: Заголовок 5
sk: Nadpis 5
sv: Rubrik 5
tr: Başlık 5
zh_hans: 标题 5
zh_hant: 標題 5

source: Heading 6
ar: عنوان 6
cs: Nadpis 6
da: Overskrift 6
de: Überschrift 6
es: Título 6
et: Pealkiri 6
fi: Otsikko 6
fr: Titre 6
is: Fyrirsögn 6
it: Titolo 6
ja: 見出し 6
ko: 제목 6
nb_no: Overskrift 6
nl: Kop 6
pt_br: Título 6
ru: Заголовок 6
sk: Nadpis 6
sv: Rubrik 6
tr: Başlık 6
zh_hans: 标题 6
zh_hant: 標題 6

source: Highlight
ar: تمييز
cs: Zvýrazněné
da: Fremhævet
de: Hervorheben
es: Resaltado
et: Esiletõstetud
fi: Korostettu
fr: Surligné
is: Auðkennt
it: Evidenziato
ja: ハイライト
ko: 강조
nb_no: Uthevet
nl: Gemarkeerd
pt_br: Realçado
ru: Выделенный
sk: Zvýraznené
sv: Markerad
tr: Vurgulanmış
zh_hans: 高亮
zh_hant: 醒目提示

source: Horizontal Inset
ar: هامش أفقي
cs: Vodorovný okraj
da: Vandret margen
de: Horizontaler Abstand
es: Margen horizontal
et: Horisontaalne veeris
fi: Vaakamarginaali
fr: Marge horizontale
is: Lárétt spássía
it: Margine orizzontale
ja: 左右の余白
ko: 가로 여백
nb_no: Vannrett marg
nl: Horizontale marge
pt_br: Margem horizontal
ru: Горизонтальный отступ
sk: Vodorovný okraj
sv: Vågrät marginal
tr: Yatay boşluk
zh_hans: 水平内边距
zh_hant: 水平內距

source: Image
ar: صورة
cs: Obrázek
da: Billede
de: Bild
es: Imagen
et: Pilt
fi: Kuva
is: Mynd
it: Immagine
ja: 画像
ko: 이미지
nb_no: Bilde
nl: Afbeelding
pt_br: Imagem
ru: Изображение
sk: Obrázok
sv: Bild
tr: Resim
zh_hans: 图片
zh_hant: 圖片

source: Include Pre-Releases
ar: تضمين الإصدارات التجريبية
cs: Zahrnout předběžné verze
da: Medtag prøveudgivelser
de: Vorabversionen einbeziehen
es: Incluir versiones preliminares
et: Kaasa eelväljaanded
fi: Sisällytä esijulkaisut
fr: Inclure les préversions
is: Hafa forútgáfur með
it: Includi pre-release
ja: プレリリースを含める
ko: 사전 릴리스 포함
nb_no: Inkluder forhåndsutgivelser
nl: Pre-releases opnemen
pt_br: Incluir pré-lançamentos
ru: Включать предварительные версии
sk: Zahrnúť predbežné verzie
sv: Inkludera förhandsversioner
tr: Ön sürümleri dahil et
zh_hans: 包含预发布版本
zh_hant: 包含預發布版本

source: Include styles
ar: تضمين الأنماط
cs: Zahrnout styly
da: Medtag typografi
de: Stile einbeziehen
es: Incluir estilos
et: Kaasa stiilid
fi: Sisällytä tyylit
fr: Inclure les styles
is: Hafa stíla með
it: Includi stili
ja: スタイルを含める
ko: 스타일 포함
nb_no: Inkluder stiler
nl: Stijlen opnemen
pt_br: Incluir estilos
ru: Включать стили
sk: Zahrnúť štýly
sv: Inkludera stilar
tr: Stilleri dahil et
zh_hans: 包含样式
zh_hant: 包含樣式

source: Indent
ar: زيادة الإزاحة
cs: Odsadit
da: Indryk
de: Einrücken
es: Sangrar
et: Taanda
fi: Sisennä
fr: Indenter
is: Inndraga
it: Rientra
ja: インデント
ko: 들여쓰기
nb_no: Innrykk
nl: Inspringen
pt_br: Recuar
ru: Увеличить отступ
sk: Odsadiť
sv: Indraget
tr: Girintile
zh_hans: 增加缩进
zh_hant: 增加縮排

source: Inline Code
ar: تعليمات برمجية ضمنية
cs: Vložený kód
da: Inline-kode
es: Código en línea
et: Reasisene kood
fi: Rivinsisäinen koodi
fr: Code en ligne
is: Innfelldur kóði
it: Codice in linea
ja: インラインコード
ko: 인라인 코드
nb_no: Innebygd kode
pt_br: Código em linha
ru: Встроенный код
sk: Vložený kód
sv: Inline-kod
tr: Satır içi kod
zh_hans: 行内代码
zh_hant: 行內程式碼

source: Insert Prefix in Block
ar: إدراج بادئة في الكتلة
cs: Vložit předponu v bloku
da: Indsæt præfiks i blok
de: Präfix im Block einfügen
es: Insertar prefijo en el bloque
et: Sisesta plokki eesliide
fi: Lisää etuliite lohkoon
fr: Insérer le préfixe dans le bloc
is: Setja forskeyti í blokk
it: Inserisci prefisso nel blocco
ja: ブロック内で接頭辞を挿入
ko: 블록에 접두사 삽입
nb_no: Sett inn prefiks i blokk
nl: Voorvoegsel in blok invoegen
pt_br: Inserir prefixo no bloco
ru: Вставлять префикс в блоке
sk: Vložiť predponu v bloku
sv: Infoga prefix i block
tr: Blokta önek ekle
zh_hans: 块内自动续前缀
zh_hant: 區塊內自動續前綴

source: Install
ar: تثبيت
cs: Nainstalovat
da: Installér
de: Installieren
es: Instalar
et: Paigalda
fi: Asenna
fr: Installer
is: Setja upp
it: Installa
ja: インストール
ko: 설치
nb_no: Installer
nl: Installeren
pt_br: Instalar
ru: Установить
sk: Nainštalovať
sv: Installera
tr: Yükle
zh_hans: 安装
zh_hant: 安裝

source: Layout
ar: التخطيط
cs: Rozvržení
es: Diseño
et: Paigutus
fi: Asettelu
fr: Disposition
is: Útlit
ja: レイアウト
ko: 레이아웃
nb_no: Oppsett
nl: Indeling
ru: Макет
sk: Rozloženie
tr: Düzen
zh_hans: 布局
zh_hant: 版面

source: Line Spacing
ar: تباعد الأسطر
cs: Řádkování
da: Linjeafstand
de: Zeilenabstand
es: Interlineado
et: Reavahe
fi: Riviväli
fr: Interligne
is: Línubil
it: Interlinea
ja: 行間
ko: 줄 간격
nb_no: Linjeavstand
nl: Regelafstand
pt_br: Espaçamento entre linhas
ru: Межстрочный интервал
sk: Riadkovanie
sv: Radavstånd
tr: Satır aralığı
zh_hans: 行距
zh_hant: 行距

source: Link
ar: رابط
cs: Odkaz
es: Enlace
fi: Linkki
fr: Lien
is: Hlekkur
ja: リンク
ko: 링크
nb_no: Lenke
ru: Ссылка
sk: Odkaz
sv: Länk
tr: Bağlantı
zh_hans: 链接
zh_hant: 連結

source: Manual Render
ar: عرض يدوي
cs: Ruční vykreslování
da: Manuel gengivelse
de: Manuelles Rendern
es: Renderizado manual
et: Käsitsi renderdamine
fi: Manuaalinen renderöinti
fr: Rendu manuel
is: Handvirk teikning
it: Rendering manuale
ja: 手動レンダリング
ko: 수동 렌더링
nb_no: Manuell gjengivelse
nl: Handmatig renderen
pt_br: Renderização manual
ru: Ручной рендеринг
sk: Ručné vykresľovanie
sv: Manuell rendering
tr: Elle işleme
zh_hans: 手动渲染
zh_hant: 手動轉譯

source: Match Case
ar: مطابقة حالة الأحرف
cs: Rozlišovat velikost písmen
da: Forskel på store/små bogstaver
de: Groß-/Kleinschreibung beachten
es: Distinguir mayúsculas
et: Tõstutundlik
fi: Kirjainkoon huomiointi
fr: Respecter la casse
is: Greina há- og lágstafi
it: Distingui maiuscole
ja: 大文字と小文字を区別
ko: 대소문자 구분
nb_no: Skill store/små bokstaver
nl: Hoofdlettergevoelig
pt_br: Diferenciar maiúsculas
ru: Учитывать регистр
sk: Rozlišovať veľkosť písmen
sv: Skiftlägeskänslig
tr: Büyük/küçük harf duyarlı
zh_hans: 区分大小写
zh_hant: 區分大小寫

source: Max Width
ar: أقصى عرض
cs: Maximální šířka
da: Maks. bredde
de: Maximale Breite
es: Ancho máximo
et: Maksimaalne laius
fi: Enimmäisleveys
fr: Largeur maximale
is: Hámarksbreidd
it: Larghezza massima
ja: 最大幅
ko: 최대 너비
nb_no: Maks bredde
nl: Maximale breedte
pt_br: Largura máxima
ru: Максимальная ширина
sk: Maximálna šírka
sv: Maxbredd
tr: Azami genişlik
zh_hans: 最大宽度
zh_hant: 最大寬度

source: Mermaid Diagrams
ar: مخططات Mermaid
cs: Diagramy Mermaid
da: Mermaid-diagrammer
de: Mermaid-Diagramme
es: Diagramas Mermaid
et: Mermaidi diagrammid
fi: Mermaid-kaaviot
fr: Diagrammes Mermaid
is: Mermaid-skýringar
it: Diagrammi Mermaid
ja: Mermaid 図
ko: Mermaid 다이어그램
nb_no: Mermaid-diagrammer
nl: Mermaid-diagrammen
pt_br: Diagramas Mermaid
ru: Диаграммы Mermaid
sk: Diagramy Mermaid
sv: Mermaid-diagram
tr: Mermaid diyagramları
zh_hans: Mermaid 图表
zh_hant: Mermaid 圖表

source: New
ar: جديد
cs: Nový
da: Ny
de: Neu
es: Nuevo
et: Uus
fi: Uusi
fr: Nouveau
is: Nýtt
it: Nuovo
ja: 新規
ko: 새로 만들기
nb_no: Ny
nl: Nieuw
pt_br: Novo
ru: Создать
sk: Nový
sv: Ny
tr: Yeni
zh_hans: 新建
zh_hant: 新增

source: New Paragraph
ar: فقرة جديدة
cs: Nový odstavec
da: Nyt afsnit
de: Neuer Absatz
es: Nuevo párrafo
et: Uus lõik
fi: Uusi kappale
fr: Nouveau paragraphe
is: Ný málsgrein
it: Nuovo paragrafo
ja: 新しい段落
ko: 새 단락
nb_no: Nytt avsnitt
nl: Nieuwe alinea
pt_br: Novo parágrafo
ru: Новый абзац
sk: Nový odsek
sv: Nytt stycke
tr: Yeni paragraf
zh_hans: 新段落
zh_hant: 新段落
